Repository: radomirbosak/duden
Catalog: duden/locale/*.po
Languages: de_de, es_es

source: Word type:
de_de: Wortart:
es_es: Tipo de palabra:

source: Usage:
de_de: Gebrauch:
es_es: Uso:

source: Commonness: {}/5
de_de: Häufigkeit: {}/5
es_es: Frecuencia: {}/5

source: Separation:
de_de: Worttrennung:
es_es: Separación:

source: Meaning overview:
de_de: Bedeutungsübersicht:
es_es: Resumen del significado:

source: Synonyms:
de_de: Synonyme:
es_es: Sinónimos:

source: Typical compounds:
de_de: Typische Verbindungen:
es_es: Compuestas típicas:

source: Connection could not be established. Check your internet connection.
de_de: Verbindung konnte nicht hergestellt werden. Prüfen Sie Ihre Internetverbindung.
es_es: No se pudo establecer la conexión. Comprueba tu conexión a Internet.

source: Unexpected HTTP response status code {}
de_de: Unerwarteter HTTP-Statuscode {}
es_es: Código de estado de respuesta HTTP inesperado {}

source: Display word and its article
de_de: Wort und sein Artikel anzeigen
es_es: Muestra palabra y su artículo

source: Display the word itself
de_de: Das Wort selbst anzeigen
es_es: Muestra la propia palabra

source: Display word article
de_de: Artikel anzeigen
es_es: Muestra el artículo de palabra

source: Display word's part of speech
de_de: Wortart anzeigen
es_es: Muestra la parte del habla de la palabra

source: Display commonness of the word, on scale 1 to 5
de_de: Häufigkeit des Worts, auf einer Skala von 1 bis 5, anzeigen
es_es: Muestra la frecuencia de la palabra, del 1 al 5

source: Display the context in which the word is used
de_de: Den Zusammenhang, in dem das Wort benutzt wird, anzeigen
es_es: Muestra el contexto en que se usa la palabra

source: Display proper word separation, each part on a separate line.
de_de: Richtige Worttrennung, jeden Teil in einer eigenen Zeile, anzeigen.
es_es: Muestra la adecuada separación de palabra, cada parte en una línea separada.

source: Display word meaning overview
de_de: Bedeutungsübersicht anzeigen
es_es: Muestra el resumen del significado de la palabra

source: List word synonyms, each on a separate line
de_de: Synonyme, jedes in einer eigenen Zeile, auflisten
es_es: Lista sinónimos de palabra, cada uno en una línea separada

source: Display word origin
de_de: Wortherkunft anzeigen
es_es: Muestra origen de palabra

source: List common word compounds
de_de: Typische Verbindungen auflisten
es_es: Lista palabras compuestas comunes

source: List grammar forms
de_de: Grammatik anzeigen
es_es: Lista formas gramaticales

source: Display n-th result in case of multple words matching the input. Starts at 1.
es_es: Muestra el resultado número n en caso de que varias palabras coincidan con la entrada. Empieza por 1.

source: Enable fuzzy word matching.
es_es: Habilita coincidencia de palabra parcial.

source: Word '{}' not found
de_de: Wort '{}' nicht gefunden
es_es: Palabra «{}» no encontrada

source: Found {} matching words. Use the -r/--result argument to specify which one to display.
de_de: {} passende Wörter genfunden. Benutze die Option -r/--result um das korrekte Ergebnis anzuzeigen.
es_es: Encontradas {} palabras coincidentes. Usa el argumento -r/--result para especificar cuál mostrar.

source: No result with number {}.
de_de: Kein Ergebnis Nummer {}.
es_es: Ningún resultado con número {}.
